Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Powerlnk library: Incorrect interface number
de: Library Powerlnk: Interfacenummer falsch

source: Powerlnk library: Incorrect station number
de: Library Powerlnk: Stationsnummer falsch

source: Powerlnk library: Incorrect module number
de: Library Powerlnk: Modulnummer falsch

source: Powerlnk library: Invalid submodule or screw-in slot number
de: Library Powerlnk: Submodul oder ANP-SlotNummer ungültig

source: Powerlnk library: Incorrect channel number
de: Library Powerlnk: Kanalnummer falsch

source: Powerlnk library: Incorrect bit number
de: Library Powerlnk: Bit-Nummer falsch

source: Powerlnk library: Too many numbers in the data point definition
de: Library Powerlnk: Zu viele Nummern in Datenpunktbeschreibung

source: Powerlnk library: Incorrect data type or length for NETTIME
de: Library Powerlnk: Falscher Datentyp oder falsche Länge für NETTIME

source: Powerlnk library: Incorrect slot number (SL).
de: Library Powerlnk: Falsche Slotnummer SL

source: Powerlnk library: Incorrect subslot number (SS).
de: Library Powerlnk: Falsche Subslotnummer SS

source: Powerlnk library: Characters follow a valid channel or device name
de: Library Powerlnk: Zeichen folgen nach gültigem Kanal- oder Device-Namen

source: Syntax problem with size or invalid size of the data point
de: Syntax Problem bei Größe des Datenpunktes, oder ungültige Größe

source: Powerlnk library: Firmware or configuration update message
de: Library Powerlnk: Meldung Firmware oder Konfigurationsfile Update

source: Powerlnk library: Problem starting POWERLINK hardware.
de: Library Powerlnk: Problem beim Starten der POWERLINK-Hardware

source: Powerlnk library: The IF686 requires a firmware update.
de: Library Powerlnk: Für die IF686 ist ein Firmwareupdate erforderlich

source: Powerlnk library: Internal error which should never occur (in error logbook)
de: Library Powerlnk: Interner Fehler das sollte nie passieren (im Fehler-Logbuch)

source: Powerlnk library: POWERLINK hardware exception (in error logbook)
de: Library Powerlnk: Exception von POWERLINK-Hardware (im Fehler-Logbuch)

source: Powerlnk library: Problem starting POWERLINK software.
de: Library Powerlnk: Problem beim Starten der POWERLINK-Software

source: SYSTEM: Task is already running
de: SYSTEM: Task läuft bereits

source: Incorrect access to hardware component (AS1)
de: Falscher Zugriff auf Hardwarekomponente (AS1)

source: Illegal offset
de: Unzulässiger Offset

source: CPU type has no "fixed memory"
de: CPU-Typ hat keinen "fixierten Speicher"

source: FBK/function not supported on this CPU.
de: FUB/Funktion wird auf dieser CPU nicht unterstützt

source: I/O handling fixed in LOOP mode (digital modules only).
de: IO-Behandlung fix im LOOP-Mode (nur digitale Module)

source: Cyclic I/O handling active, IOCTDisableCyclic() required.
de: Zyklische IO-Behandlung aktiv, IOCTDisableCyclic() notwendig

source: Cyclic I/O handling inactive, IOCTEnableCyclic() required.
de: Zyklische I/O Behandlung inaktiv, IOCTEnableCyclic() notwendig

source: Target system not ARemb
de: Zielsystem ist kein ARemb

source: Incorrect data length specified (data length too large, etc.)
de: Angabe einer falschen Datenlänge (Datenlänge zu groß,...)

source: Incorrect offset specified (offset too large, etc.)
de: Angabe eines falschen Offset (Offset zu groß,...)

source: SRAM not present on target
de: Auf dem Target ist kein SRAM vorhanden

source: Semaphore not available. SRAM access is currently being blocked by another function or a second call.
de: Keine Semaphore verfügbar. SRAM Zugriff ist aktuell durch eine andere Funktion bzw. zweiten Aufruf blockiert

source: Error during semaphore creation.
de: Fehler beim Anlegen der Semaphore.

source: Incorrect access to hardware component (PAP)
de: Falscher Zugriff auf Hardwarekomponente (PAP)

source: ME010/ME020/... added, coldstart required
de: ME010/ME020/... hinzugefuegt, Kaltstart notwendig

source: ME010/ME020/... not existing, coldstart required
de: ME010/ME020/... nicht mehr vorhanden, Kaltstart notwendig

source: ME010/ME020/... changed, coldstart required
de: ME010/ME020/... geaendert, Kaltstart notwendig

source: EX101 added, Coldstart necessary
de: EX101 hinzugefuegt, Kaltstart notwendig

source: EX101 missing, Coldstart necessary
de: EX101 nicht mehr vorhanden, Kaltstart notwendig

source: Timeout, cable unplugged; no connection
de: Timeout, Kabel abgesteckt; keine Verbindung

source: Response timeout; no disk in drive
de: Response Timeout; Keine Diskette im Laufwerk

source: Error receiving
de: Empfangsfehler

source: Frame error: invalid frame length.
de: Frame-Fehler; Ungültige Frame-Länge

source: Frame error: invalid index.
de: Frame-Fehler; Ungültiger Index

source: Invalid parameter.
de: Ungültige Baud Rate (max. 57600 Baud für RS232)

source: Frame error: invalid checksum.
de: Frame-Fehler; Ungültige Prüfsumme (Checksum)

source: Receive error: no empty response frame received.
de: Empfangsfehler; Keinen leeren Response-Frame empfangen

source: Receive error: error receiving data.
de: Empfangsfehler; Fehler beim Empfangen der Daten

source: Receive error: invalid node number received.
de: Empfangsfehler; Ungültige Knotennummer empfangen

source: Frame error: STX in frame.
de: Frame-Fehler; STX im Frame

source: Receive error: reset index receive error.
de: Empfangsfehler; Reset Index Empfangsfehler

source: Frame error: response to invalid request frame.
de: Frame-Fehler; Response auf ungültigen Request-Frame

source: Invalid device number
de: Ungültige Device Nummer

source: Device 3 not on 2005
de: Device 3 existiert auf 2005 nicht

source: Device 4 or 7 only exists on 2005.
de: Device 4 oder 7 existiert nur auf 2005

source: Device 104 or 107 only exists on 2005.
de: Device 104 oder 107 existiert nur auf 2005

source: Device 204 or 207 only exists on 2005.
de: Device 204 oder 207 existiert nur auf 2005

source: Device 5 or 8 only exists on 2005.
de: Device 5 oder 8 existiert nur auf 2005

source: Device 105 or 108 only exists on 2005.
de: Device 105 oder 108 existiert nur auf 2005

source: Device 205 or 208 only exists on 2005.
de: Device 205 oder 208 existiert nur auf 2005

source: Device 6 or 9 only exists on 2005.
de: Device 6 oder 9 existiert nur auf 2005

source: Device 106 or 109 only exists on 2005.
de: Device 106 oder 109 existiert nur auf 2005

source: Device 206 or 209 only exists on 2005.
de: Device 206 oder 209 existiert nur auf 2005

source: No valid device string, length = 0
de: Kein gültiger Device-String, Länge = 0

source: "IF" not contained in the device string
de: "IF" im Device-String nicht enthalten

source: Device 0 is not supported
de: Device 0 wird nicht unterstützt

source: Disk is write protected
de: Diskette ist schreibgeschützt

source: Fatal error: calculated sector is outside of FAT.
de: Fataler Fehler; Berechneter Sektor liegt außerhalb der FAT

source: No available entry in the root directory
de: Kein freier Eintrag im Root-Verzeichnis

source: Address not found on disk.
de: Adresse auf Diskette nicht gefunden

source: Invalid SEEK offset
de: Ungültiger SEEK Offset

source: Error copying data.
de: Fehler beim Kopieren von Daten

source: Invalid sector size
de: Ungültige Sektor-Größe

source: Invalid recal response
de: Ungültiger Recal-Response

source: Address not found on the disk
de: Adresse auf Diskette nicht gefunden

source: AVT error: Invalid pointer in AVT entries
de: AVT -Fehler; Ungültiger Pointer in AVT-Einträgen

source: Invalid static DS pointer
de: Ungültiger statischer DS-Pointer

source: Buffer smaller than the size of an entry
de: Puffer kleiner als die Größe eines Eintrages

source: ident input is an uneven address.
de: ident Input ist eine ungerade Adresse

source: Ident input is invalid
de: Ident Input ist ungültig

source: No address
de: Keine Adresse

source: No free memory
de: Kein freier Speicher

source: Incorrect cluster offset
de: Falscher Cluster Offset

source: Write error: head, record or number invalid.
de: Schreib-Fehler; Head, Record oder Number sind ungültig

source: Open error: file already open -> close necessary.
de: Open Fehler; Datei ist bereits geöffnet => Close notwendig

source: Open error: DRIVE input not equal to 0 or 1.
de: Open Fehler; DRIVE input ist ungleich 0 oder 1

source: Read/write error: file not open.
de: Schreib-/Lese-Fehler; Datei ist nicht geöffnet

source: Open error: frame driver not installed.
de: Open Fehler; Der Frame-Treiber ist nicht installiert

source: Write / read error: see offset too large.
de: Schreib-/Lese-Fehler; Der Seek Offset ist zu groß

source: The file length = 0
de: Die Länge der Datei = 0

source: Read error: read response ST0, ST1, or ST2 invalid.
de: Lese-Fehler; Read Response ST0, ST1 oder ST2 ist ungültig

source: Read error: head, record or number invalid.
de: Lese-Fehler; Head, Record oder Number sind ungültig

source: The diskette was changed between open and close.
de: Die Diskette wurde zwischen Open und Close gewechselt

source: Disk ID error
de: Disk ID Fehler

source: Disk full
de: Diskette voll

source: Write error: write response ST0, ST1, or ST2 invalid.
de: Schreib-Fehler; Write Response ST0, ST1 oder ST2 ist ungültig

source: Invalid pointer length: buffer pointer or buffer size is not equal to 0
de: Ungültige Pointerlänge; Pufferpointer oder Puffergröße sind ungleich 0

source: The disk was changed between open and close
de: Die Diskette wurde zwischen Open und Close gewechselt

source: The offset in the cluster is invalid
de: Der Offset im Cluster ist ungültig

source: The end of the FAT is reached and the end of a cluster was not found
de: Das Ende der FAT ist erreicht und das Ende eines Clusters wurde nicht gefunden

source: Another function block is enabled
de: Ein anderer Funktionsbaustein ist aktiv

source: Invalid step when receiving data, allocated memory is invalid
de: Ungültiger Schritt bei Datenempfang, allokierter Speicher ist ungültig

source: Invalid program step, allocated memory is invalid
de: Ungültiger Programmschritt, allokierter Speicher ist ungültig

source: No frame to be sent, allocated memory is invalid
de: Kein Frame zu senden, allokierter Speicher ist ungültig

source: Calculated sector offset is larger than the amount if bytes in the cluster
de: Berechneter Sektor Offset ist größer als die Anzahl der Bytes im Cluster

source: Decimal "." in the file extension
de: Punkt "." in der Datei-Extension enthalten

source: Invalid character in the file name
de: Ungültiges Zeichen im Dateinamen

source: File name is empty; no valid characters
de: Dateiname ist leer; keine gültigen Zeichen enthalten

source: File name is not null-terminated
de: Dateiname ist nicht NULL-terminiert

source: File name contains spaces
de: Leerzeichen im Dateinamen

source: File extension contains spaces
de: Leerzeichen in der Dateinamenerweiterung

source: Fatal error: the most recent cluster is larger than the previous cluster.
de: Fataler Fehler; Der letzte neue Cluster ist größer als der alte Cluster

source: Fatal error: the calculated sector is outside of the FAT.
de: Fataler Fehler; Der berechnete Sektor ist außerhalb der FAT

source: The calculated sector offset is larger than the number of bytes in the cluster.
de: Der berechnete Sektor Offset ist größer als die Byteanzahl der Cluster

source: FAT contains errors
de: Fehlerhafte FAT

source: No EOF in the FAT
de: Kein EOF in der FAT

source: End of alarm list.
de: Ende der Alarmliste

source: Data object not found (Check data object name).
de: Data module not found (Check data module name)

source: Incorrect data object name or data object not found.
de: Incorrect data module name or data module not found

source: Illegal PLC2000 variable or variable not defined (entries in data object).
de: Illegal PLC2000 variable or variable not defined (entries in data module)

source: Alarm not acknowledged.
de: Alarm wurde nicht quittiert.

source: For example, no entries present in the historical list.
de: Fehler beim Löschen der historischen Liste

source: E.g. negative coordinates in drawing commands, incorrect pointers, etc.
de: z.B. negative Koordinaten bei Zeichenbefehlen, falscher Pointer,...

source: COMMSERV: Invalid MI code
de: COMMSERV: Ungültiger MI-Code

source: COMMSERV: Invalid invoke number
de: COMMSERV: Ungütige Invokenumber

source: COMMSERV: Incorrect type in communication frame
de: COMMSERV: Falscher Typ im Kommunikationsframe

source: COMMSERV: Answer is too large for the communication frame
de: COMMSERV: Antwort zu groß für Kommunikationsframe

source: COMMSERV: Invalid physical access
de: COMMSERV: ungültiger physikalischer Zugriff

source: COMMSERV: A maximum of 16 users is possible for events
de: COMMSERV: Maximal 16 User für Events möglich

source: COMMSERV: Error in event handling
de: COMMSERV: Fehler bei Eventbehandlung

source: COMMSERV: Connection is already defined
de: COMMSERV: Verbindung ist bereits definiert

source: INA event PV: Task does not exist
de: INA-EventPV: Task existiert nicht

source: INA-EventPV: Connection error
de: INA-EventPV: Allemeiner Verbindungsfehler

source: INA event PV: Invalid link parameter
de: INA-EventPV: Ungültiger Link-Parameter

source: INA event PV: Invalid unlink parameter
de: INA-EventPV: Ungültiger Unlink-Parameter

source: PVI/Ina2000 event PV: Error accessing PV
de: PVI/Ina2000-Event-PV: Fehler bei Zugriff auf PV

source: PVI/Ina2000 event PV: Error accessing dynamic PV
de: PVI/Ina2000-Event-PV: Fehler bei Zugriff auf dynamische PV

source: PVI/Ina2000 event PV: PV cannot be used as event-PV (data type, etc.)
de: PVI/Ina2000-Event-PV: PV nicht als Event-PV verwendbar (Datentyp, ...)

source: PVI/Ina2000 event PV: Error in activate parameters
de: PVI/Ina2000-Event-PV: Fehler in den Activate-Parametern

source: INA event PV: VW entry not found
de: INA-EventPV: VW-Eintrag nicht gefunden

source: Logger data object not on target
de: Loggerdatenobjekt nicht am Target

source: Entry not available in logger data object
de: Eintrag im Loggerdatenobjekt nicht vorhanden

source: Maximum number of connections reached (64 simultaneous logger read tasks)
de: Maximale Anzahl von Verbindungen erreicht (64 gleichzeitige Loggerread Aufträge)

source: Log handle invalid
de: LogHandle ungültig

source: No memory available on the target
de: Kein Speicher am Target verfügbar

source: Incorrect logger read command
de: falsches Loggerread Kommando

source: Error in logger request frame
de: Fehler im Logger Request Frame

source: Logger module read error
de: Loggermodul Lese Fehler

source: Invalid logger event
de: Ungültiges Logger Event

source: Access to logger data object not possible
de: Zugriff auf Loggerdatenobjekt nicht möglich

source: arlogClearEventInfo() error
de: arlogClearEventInfo() Fehler

source: Logger event error
de: Logger Event Fehler

source: AR-RTK: Invalid object ident
de: AR-RTK: Ungültiger Objekt-Ident

source: AR-RTK: Object with this name not found
de: AR-RTK: Objekt mit diesem Namen nicht gefunden

source: AR-RTK: Invalid object type
de: AR-RTK: Ungültiger Objekt-Typ

source: AR-RTK: Object table full
de: AR-RTK: Objekt-Tabelle voll

source: AR-RTK: Object already exists
de: AR-RTK: Objekt existiert bereits

source: AR-RTK: Incorrect object name
de: AR-RTK: Objekt Name falsch

source: Error installing the I/O controller SPSIO-Bus
de: Fehler beim Initialisieren des IO-Controllers SPSIO-Bus

source: AR-RTK: Invalid task priority
de: AR-RTK: Ungültige Task-Priorität

source: AR-RTK: No free stack area for OS task
de: AR-RTK: Kein freier Stackbereich für BS-Task

source: AR-RTK: Task not suspended
de: AR-RTK: Task ist nicht suspendiert

source: AR-RTK: Task already suspended
de: AR-RTK: Task ist bereits suspendiert

source: AR-RTK: Invalid value index for task register
de: AR-RTK: ungueltiger Valueindex fuer Task-Register

source: AR-RTK: Task timer no longer available
de: AR-RTK: keine Task-Timer mehr verfügbar

source: AR-RTK: Cannot create Automation Runtime task
de: AR-RTK: Automation Runtime-Task kann nicht erzeugt werden

source: AR-RTK: Cannot delete Automation Runtime task
de: AR-RTK: Automation Runtime-Task kann nicht gelöscht werden

source: Error initializing the remote I/O master
de: Fehler beim Initialisieren des RemoteIO Masters

source: Warning: LS191 device driver not found
de: Warnung: LS191 Devicedriver nicht vorhanden

source: AR-RTK: FIFO not not created (memory, etc.)
de: AR-RTK: FIFO Create nicht möglich (Speicher, ...)

source: AR-RTK: FIFO not not deleted (MemFree, etc.)
de: AR-RTK: FIFO Delete nicht möglich (MemFree, ...)

source: AR-RTK: FIFO not written to (fifo full, etc.)
de: AR-RTK: FIFO Write nicht möglich (Fifo voll)

source: AR-RTK: FIFO not read from (fifo empty)
de: AR-RTK: FIFO Read nicht möglich (Fifo leer)

source: AR-RTK: FIFO not not released
de: AR-RTK: FIFO Release nicht möglich

source: AR-RTK: FIFO Read/Write with timeout at attached
de: AR-RTK: FIFO Read/Write mit Timeout bei Attached

source: AR-RTK: FIFO at Read/Write not attached
de: AR-RTK: FIFO bei Read/Write nicht Attached

source: AR-RTK: FIFO at Read/Write attached by other task
de: AR-RTK: FIFO bei Read/Write von anderem Task attached

source: AR-RTK: FIFO not configured for attach
de: AR-RTK: FIFO nicht fuer Attach konfiguriert

source: AR-RTK: Cannot create Automation Runtime semaphore
de: AR-RTK: Automation Runtime-Semaphore kann nicht erzeugt werden

source: AR-RTK: Cannot delete Automation Runtime semaphore
de: AR-RTK: Automation Runtime-Semaphore kann nicht gelöscht werden

source: AR-RTK: Cannot release Automation Runtime semaphore
de: AR-RTK: Automation Runtime-Semaphore kann nicht released werden

source: AR-RTK: Invalid memory type
de: AR-RTK: Ungültiger Speichertyp

source: AR-RTK: Not enough dynamic memory free
de: AR-RTK: Zuwenig dynamisch allocierbarer Speicher frei

source: AR-RTK: Memory not in heap
de: AR-RTK: Speicher liegt nicht im Heap

source: AR-RTK: Unable to create shared memory
de: AR-RTK: SharedMemory kann nicht erzeugt werden

source: AR-RTK: Shared memory cannot be erased
de: AR-RTK: SharedMemory kann nicht gelöscht werden

source: AR-RTK: Map of shared memory not possible
de: AR-RTK: Map des SharedMemory nicht möglich

source: AR-RTK: Unmap of shared memory not possible
de: AR-RTK: Unmap des SharedMemory nicht möglich

source: AR-RTK: Invalid interrupt number
de: AR-RTK: Ungültige Interruptnummer

source: AR-RTK: ConnectInterrupt not possible
de: AR-RTK: ConnectInterrupt nicht moeglich

source: AR-RTK: DisonnectInterrupt not possible
de: AR-RTK: DisconnectInterrupt nicht moeglich

source: AR-RTK: Invalid cycle time for timer
de: AR-RTK: Ungültige Zykluszeit für Timer

source: AR-RTK: Invalid date/time values
de: AR-RTK: Ungültige Zeit/Datum-Werte

source: AR-RTK: RTC time cannot be set
de: AR-RTK: Setzen der RTC-Zeit nicht möglich

source: AR-RTK: TIMER can't be created
de: AR-RTK: TIMER Create nicht möglich

source: AR-RTK: TIMER can't be deleted
de: AR-RTK: TIMER Delete nicht möglich

source: AR-RTK: Timer not started
de: AR-RTK: Timer nicht gestartet

source: AR-RTK: Timer not stopped
de: AR-RTK: Timer nicht gestoppt

source: AR-RTK: Debugging not supported
de: AR-RTK: Debugging wird nicht unterstützt

source: AR-RTK: Cannot set breakpoint
de: AR-RTK: Breakpoint kann nicht gesetzt werden

source: AR-RTK: Cannot delete breakpoint
de: AR-RTK: Breakpoint kann nicht gelöscht werden

source: AR-RTK: Step not possible when debugging
de: AR-RTK: Step nicht möglich beim Debuggen

source: AR-RTK: GO not possible when debugging
de: AR-RTK: GO nicht möglich beim Debuggen

source: AR-RTK: Invalid register number when debugging
de: AR-RTK: Ungültige Registernummer beim Debuggen

source: AR-RTK: No memory available when debugging
de: AR-RTK: Kein Speicher verfügbar beim Debuggen

source: AR-RTK: No events available when debugging
de: AR-RTK: Keine Events verfügbar beim Debuggen

source: AR-RTK: Breakpoint table full
de: AR-RTK: Breakpoint Tabelle voll

source: AR-RTK: Breakpoint not found in table
de: AR-RTK: Breakpoint in der Tabelle nicht vorhanden

source: AR-RTK: Error using RtkCreateSoftPlc
de: AR-RTK: Fehler bei RtkCreateSoftPlc

source: AR-RTK: RTK initialization not possible
de: AR-RTK: RTK Initialisierung nicht möglich

source: AR-RTK: RTK deinitialization not possible
de: AR-RTK: RTK Deinitialisierung nicht möglich

source: AR-RTK: Fatal internal RTK error
de: AR-RTK: Fataler interner RTK-Fehler

source: AR-RTK: Wait function timeout
de: AR-RTK: Timeout bei Wait-Funktionen

source: AR-RTK: Function not supported by RTK
de: AR-RTK: Funktion wird vom RTK nicht unterstützt

source: Unhandled C++ exception
de: Unbehandelte C++ Exception

source: AR-RTK: CriticalSection can't be created
de: AR-RTK: Create CriticalSection nicht möglich

source: AR-RTK: CriticalSection can't be deleted
de: AR-RTK: Delete CriticalSection nicht möglich

source: AR-RTK: CriticalSection can't be entered
de: AR-RTK: Enter CriticalSection nicht möglich

source: AR-RTK: CriticalSection can't be left
de: AR-RTK: Leave CriticalSection nicht möglich

source: AR-RTK: EXCEPTION Floating point error
de: AR-RTK: EXCEPTION Floating point Fehler

source: AR-RTK: EXCEPTION Intel reserved
de: EXCEPTION Intel reserved

source: AR-RTK: EXCEPTION Unknown
de: EXCEPTION Unknown

source: AR-RTK: DD incorrect device ident
de: AR-RTK: DD falscher Device-Ident

source: AR-RTK: DD device function not supported by driver
de: AR-RTK: DD Device-Funktion vom Driver nicht unterstuetzt

source: AR-RTK: DD registration not possible
de: AR-RTK: DD Anmeldung nicht moeglich

source: AR-RTK: DD deregistration not possible
de: AR-RTK: DD Abmeldung nicht moeglich

source: AR-RTK: DD shutdown not possible
de: AR-RTK: DD Shutdown nicht moeglich

source: AR-RTK: DD read not possible
de: AR-RTK: DD Read nicht moeglich

source: AR-RTK: DD write not possible
de: AR-RTK: DD Write nicht moeglich

source: AR-RTK: DD IoControl not possible
de: AR-RTK: DD IoControl nicht moeglich

source: AR-RTK: DD invalid IoControl code
de: AR-RTK: DD ungueltiger IoControl Code

source: AR-RTK: DD invalid device parameter
de: AR-RTK: DD ungueltige Deviceparameter

source: AR-RTK: DD device not in list
de: AR-RTK: DD Device in Liste nicht vorhanden

source: AR-RTK: DD driver name is longer than the name field
de: AR-RTK: DD Driver-Name ist laenger als das Namensfeld

source: AR-RTK: DD insert in device list not possible
de: AR-RTK: DD Einfuegen in Deviceliste nicht moeglich

source: AR-RTK: DD incorrect driver ident
de: AR-RTK: DD falscher Driver-Ident

source: AR-RTK: DD management initialization not possible
de: AR-RTK: DD Initialisierung der Verwaltung nicht moeglich

source: AR-RTK: DD driver installation not possible
de: AR-RTK: DD Treiber-Installation nicht moeglich

source: AR-RTK: DD driver deinstallation not possible
de: AR-RTK: DD Treiber-Deinstallation nicht moeglich

source: AR-RTK: DD device description subject not found
de: AR-RTK: DD Devicedescription Subject nicht vorhanden

source: SYSTEM: Incorrect device number
de: SYSTEM: falsche Devicenummer

source: Timeout on receiving data.
de: Timeout beim Empfang von Daten

source: Acknowledgement DLE (data link escape) of STX (start of text) not received. Invalid character received.
de: Quittung DLE (Data Link Escape) auf STX (Start Of Text) wurde nicht empfangen. Es wurde ein ungültiges Zeichen empfangen

source: Acknowledgement NAK (negative acknowledgement) of STX (start of text) not received.
de: Quittung NAK (Negativ Acknowledge) auf STX (Start Of Text) wurde nicht empfangen

source: Invalid block mark (BCC) received.
de: Ungültiges Block-Prüfzeichen (BCC) empfangen

source: Invalid character received (parity or stop bit error in incoming character).
de: Ungültiges Zeichen empfangen (Paritäts- oder Stopp-Bit-Fehler bei empfangenem Zeichen)
